Revit 2027 API
ParameterTypeId.AnalyticalMemberForceStartMx Property
 "Start Mx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberForceStartMx { get; }
Public Shared ReadOnly Property AnalyticalMemberForceStartMx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberForceStartMx {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberForceStartMx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace